Repository: Im-Fran/Netherite
Catalog: ShareExtension/Localizable.xcstrings
Source language: en
Languages: es

source: Cancel
es: Cancelar

source: Clip to Netherite
es: Recortar en Netherite

source: Clipped Markdown
es: Markdown recortado

source: Clipped image
es: Imagen recortada

source: Clipping
es: Recorte

source: Clipping page…
es: Recortando página…

source: Clippings
es: Recortes

source: Content
es: Contenido

source: Couldn't Save the Clip
es: No se pudo guardar el recorte

source: Couldn't download the page, so only the link will be saved.
es: No se pudo descargar la página, así que solo se guardará el enlace.

source: New note in %@
es: Nueva nota en %@

source: New note in Clippings
es: Nueva nota en Recortes

source: Open a vault in Netherite first, then share again.
es: Primero abre una bóveda en Netherite y luego vuelve a compartir.

source: Open a vault in Netherite first.
es: Primero abre una bóveda en Netherite.

source: Save
es: Guardar

source: Save to
es: Guardar en

source: Tags
es: Etiquetas

source: Title
es: Título

source: Today's daily note
es: Nota diaria de hoy

source: ^[%lld image](inflect: true) will be saved to attachments
es: Se guardarán ^[%lld imagen](inflect: true) en adjuntos

source: reading, ideas
es: lectura, ideas
